export const constitutionalQuestions = [
    {
        question: "Что является высшей ценностью в РФ согласно Конституции?",
        choices: [
            "Человек, его права и свободы",
            "Государственная целостность",
            "Природные ресурсы",
            "Культурное наследие"
        ],
        correct: 0
    },
    {
        question: "Какая форма правления в Российской Федерации?",
        choices: [
            "Парламентская республика",
            "Президентская республика",
            "Смешанная республика",
            "Конституционная монархия"
        ],
        correct: 1
    },
    {
        question: "Кто является гарантом Конституции РФ?",
        choices: [
            "Президент РФ",
            "Конституционный суд",
            "Государственная Дума",
            "Федеральное Собрание"
        ],
        correct: 0
    },
    {
        question: "Какой орган является высшим представительным органом РФ?",
        choices: [
            "Правительство РФ",
            "Федеральное Собрание",
            "Конституционный суд",
            "Верховный суд"
        ],
        correct: 1
    },
    {
        question: "На какой срок избирается Президент РФ?",
        choices: [
            "4 года",
            "5 лет",
            "6 лет",
            "7 лет"
        ],
        correct: 2
    }
];