export const socialQuestions = [
    {
        question: "Что такое социальная мобильность?",
        choices: [
            "Перемещение людей в социальном пространстве",
            "Общественный транспорт",
            "Миграция населения",
            "Развитие мобильной связи"
        ],
        correct: 0
    },
    {
        question: "Какой институт является основным в процессе социализации личности?",
        choices: [
            "Государство",
            "Школа",
            "Семья",
            "Работа"
        ],
        correct: 2
    },
    {
        question: "Что такое социальная стратификация?",
        choices: [
            "Деление общества на социальные слои",
            "Социальное развитие",
            "Социальные нормы",
            "Социальные санкции"
        ],
        correct: 0
    },
    {
        question: "Что такое социальный статус?",
        choices: [
            "Положение человека в обществе",
            "Материальное положение",
            "Образование человека",
            "Профессия человека"
        ],
        correct: 0
    },
    {
        question: "Что такое социальная роль?",
        choices: [
            "Модель поведения человека в обществе",
            "Профессия человека",
            "Хобби человека",
            "Социальное происхождение"
        ],
        correct: 0
    }
];