export const questions = [
    {
        question: "Что является высшей ценностью в РФ согласно Конституции?",
        choices: [
            "Человек, его права и свободы",
            "Государственная целостность",
            "Природные ресурсы",
            "Культурное наследие"
        ],
        correct: 0
    },
    {
        question: "Какая форма правления в Российской Федерации?",
        choices: [
            "Парламентская республика",
            "Президентская республика",
            "Смешанная республика",
            "Конституционная монархия"
        ],
        correct: 1
    },
    {
        question: "Что такое социальная мобильность?",
        choices: [
            "Перемещение людей в социальном пространстве",
            "Общественный транспорт",
            "Миграция населения",
            "Развитие мобильной связи"
        ],
        correct: 0
    },
    {
        question: "Какой институт является основным в процессе социализации личности?",
        choices: [
            "Государство",
            "Школа",
            "Семья",
            "Работа"
        ],
        correct: 2
    },
    {
        question: "Что является признаком правового государства?",
        choices: [
            "Наличие армии",
            "Разделение властей",
            "Наличие государственного герба",
            "Унитарное устройство"
        ],
        correct: 1
    },
    {
        question: "Что такое гражданское общество?",
        choices: [
            "Объединение граждан одного государства",
            "Сфера самопроявления свободных граждан",
            "Совокупность городских жителей",
            "Общество с правом голоса"
        ],
        correct: 1
    },
    {
        question: "Какой орган осуществляет высшую законодательную власть в РФ?",
        choices: [
            "Правительство РФ",
            "Федеральное Собрание",
            "Верховный суд",
            "Администрация Президента"
        ],
        correct: 1
    },
    {
        question: "Что такое инфляция?",
        choices: [
            "Рост производства",
            "Обесценивание денег",
            "Падение курса валюты",
            "Экономический кризис"
        ],
        correct: 1
    },
    {
        question: "Что из перечисленного является признаком государства?",
        choices: [
            "Наличие гражданского общества",
            "Признание в ООН",
            "Суверенитет",
            "Частная собственность"
        ],
        correct: 2
    },
    {
        question: "Кто осуществляет законодательную власть в РФ?",
        choices: [
            "Федеральное Собрание",
            "Президент",
            "Конституционный Суд",
            "Правительство"
        ],
        correct: 0
    },
    {
        question: "Какой вид права регулирует семейные отношения?",
        choices: [
            "Конституционное право",
            "Уголовное право",
            "Гражданское право",
            "Административное право"
        ],
        correct: 2
    },
    {
        question: "Что не является политическим режимом?",
        choices: [
            "Авторитаризм",
            "Демократия",
            "Тоталитаризм",
            "Конституционная монархия"
        ],
        correct: 3
    },
    {
        question: "Как называется высшая степень наказания?",
        choices: [
            "Исправительные работы",
            "Штраф",
            "Лишение свободы",
            "Смертная казнь"
        ],
        correct: 3
    },
    {
        question: "Что из перечисленного относится к институтам общества?",
        choices: [
            "Бизнес",
            "Политика",
            "Экономика",
            "Семья"
        ],
        correct: 3
    },
    {
        question: "Что из перечисленного является формой правления?",
        choices: [
            "Республика",
            "Демократия",
            "Олигархия",
            "Федерация"
        ],
        correct: 0
    },
    {
        question: "Кто формирует Правительство РФ?",
        choices: [
            "Народ",
            "Президент РФ",
            "Федеральное Собрание",
            "Конституционный Суд"
        ],
        correct: 1
    },
    {
        question: "Какая норма права регулирует поведение в чрезвычайных ситуациях?",
        choices: [
            "Трудовая норма",
            "Финансовая норма",
            "Административная норма",
            "Уголовная норма"
        ],
        correct: 2
    },
    {
        question: "Как называется высший закон в государстве?",
        choices: [
            "Уголовный кодекс",
            "Федеральные законы",
            "Конституция",
            "Декреты"
        ],
        correct: 2
    },
];
